Repository: antonio-030/kimai-techlogia
Catalog: var/plugins/CustomContentBundle/Resources/translations/messages.*.xlf
Languages: de

# custom_content.subtitle_stylesheet
source: These CSS rules will be included with every page response
de: Dieses CSS wird bei jedem Seitenaufruf mit eingebunden

# custom_content.subtitle_javascript
source: This Javascript will be executed on every page load
de: Dieses Javascript wird bei jedem Seitenaufruf ausgeführt

# custom_content.subtitle_alert
source: This warning message will be shown to every user on every page
de: Dieser Warnhinweis wird jedem Benutzer auf jeder Seite angezeigt

# custom_content.subtitle_news
source: This message will appear as the content of the new page. Markdown formatting is supported.
de: Diese Meldung erscheint als Inhalt der neuen Seite. Markdown Formatierung wird unterstützt.

# custom_content.subtitle_newstitle
source: This title is the name of the menu item. If the title is empty, the menu will not be displayed.
de: Dieser Titel ist der Name des Menüeintrags. Wenn der Titel leer ist, wird das Menü nicht angezeigt.

# custom_content.add_predefined_rule
source: Add pre-defined rule
de: Vorgefertigte Regel einfügen

# custom_content.add_rule_help
source: Add all of your custom CSS rules here
de: Fügen Sie ihre eigenen CSS Regeln hier ein

# custom_content.replace
source: The rule "%name%" is already included in your custom CSS. Replace it? If not, it will be appended.
de: Die Regel "%name%" ist bereits in Ihrem eigenen CSS enthalten. Soll Sie ersetzt werden? Falls nicht, wird die Regel angehangen.

# custom_content.tab_alert
source: Warning
de: Warnhinweis

# custom_content.tab_news
source: News
de: Neuigkeit
